{
  "auto-session": { "branch": "main" },
  "aw-watcher-vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "neon": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
