{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-05-27T16:33:45.373-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "7zip.7zip",
					"Version" : "23.01"
				},
				{
					"PackageIdentifier" : "JetBrains.IntelliJIDEA.EAP",
					"Version" : "262.6228.19"
				},
				{
					"PackageIdentifier" : "KeeWeb.KeeWeb",
					"Version" : "1.18.7"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR",
					"Version" : "7.01.0"
				},
				{
					"PackageIdentifier" : "TeamViewer.TeamViewer",
					"Version" : "15.76.6.0"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment",
					"Version" : "8.0.1510.12"
				},
				{
					"PackageIdentifier" : "Microsoft.Azure.CosmosEmulator",
					"Version" : "2.14.16"
				},
				{
					"PackageIdentifier" : "Oracle.MySQLWorkbench",
					"Version" : "8.0.32"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim",
					"Version" : "0.12.2"
				},
				{
					"PackageIdentifier" : "Microsoft.Azure.FunctionsCoreTools",
					"Version" : "3.0.5373"
				},
				{
					"PackageIdentifier" : "Microsoft.Azure.DataStudio",
					"Version" : "1.28.0"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17",
					"Version" : "17.7.2.1"
				},
				{
					"PackageIdentifier" : "EclipseAdoptium.Temurin.26.JRE",
					"Version" : "26.0.1.8"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.OLEDBDriver",
					"Version" : "18.5.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.2012.NativeClient",
					"Version" : "11.4.7462.6"
				},
				{
					"PackageIdentifier" : "Oracle.MySQLShell",
					"Version" : "8.0.32"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice",
					"Version" : "7.5.2.2"
				},
				{
					"PackageIdentifier" : "wez.wezterm.nightly",
					"Version" : "20260331-040028-577474d8"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "148.0.3967.83"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.36.32532.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.19041",
					"Version" : "10.0.19041.685"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.36.32532.0"
				},
				{
					"PackageIdentifier" : "DucFabulous.UltraViewer",
					"Version" : "6.6.87"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServerManagementStudio",
					"Version" : "18.9.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Brave.Brave",
					"Version" : "148.1.90.124"
				},
				{
					"PackageIdentifier" : "Brave.Brave.Beta",
					"Version" : "148.1.91.162"
				},
				{
					"PackageIdentifier" : "EclipseFoundation.Eclipse.Java",
					"Version" : "2026-03"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "26.084.0504.0007"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian",
					"Version" : "1.12.7"
				},
				{
					"PackageIdentifier" : "Python.Python.3.14",
					"Version" : "< 3.14.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders",
					"Version" : "1.122.0"
				},
				{
					"PackageIdentifier" : "ActivityWatch.ActivityWatch",
					"Version" : "0.14.0b1"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "26106.1911.4707.3286"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.28.240.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Native.Runtime",
					"Version" : "2.2.28604.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.5",
					"Version" : "2.52012.2002.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2409.9001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2511.26001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.14",
					"Version" : "14.0.33519.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.6",
					"Version" : "1.6.9"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.7",
					"Version" : "1.7.9"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8",
					"Version" : "8000.859.21.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.28.240"
}