{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
<<<<<<< HEAD
	"CreationDate" : "2026-01-09T14:58:24.390-00:00",
	"Sources" :
=======
	"CreationDate" : "2026-01-09T16:08:09.169-00:00",
	"Sources" : 
>>>>>>> dc52385 (Backup from Windows Desktop)
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "7zip.7zip",
					"Version" : "25.00"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.50.1"
				},
				{
					"PackageIdentifier" : "JetBrains.IntelliJIDEA.Community",
					"Version" : "2025.2"
				},
				{
					"PackageIdentifier" : "ONLYOFFICE.DesktopEditors",
					"Version" : "9.0.3"
				},
				{
					"PackageIdentifier" : "Fortinet.FortiClientVPN",
					"Version" : "7.4.3.1790"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment",
					"Version" : "8.0.1510.12"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc",
					"Version" : "3.8.2.1"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17",
					"Version" : "17.7.2.1"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.OLEDBDriver",
					"Version" : "18.5.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.2012.NativeClient",
					"Version" : "11.4.7462.6"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim",
					"Version" : "0.11.3"
				},
				{
					"PackageIdentifier" : "GoLang.Go",
					"Version" : "1.25.0"
				},
				{
					"PackageIdentifier" : "wez.wezterm",
					"Version" : "20240203-110809-5046fc22"
				},
				{
					"PackageIdentifier" : "Microsoft.OpenJDK.17",
					"Version" : "17.0.16.8"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "143.0.3650.96"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio",
					"Version" : "31.1.2"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsApplicationDriver",
					"Version" : "1.2.99.0"
				},
				{
					"PackageIdentifier" : "Python.Launcher",
					"Version" : "< 3.9.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.40.33810.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.40.33810.0"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServerManagementStudio",
					"Version" : "18.9.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Brave.Brave",
					"Version" : "143.1.85.120"
				},
				{
					"PackageIdentifier" : "BrechtSanders.WinLibs.POSIX.MSVCRT",
					"Version" : "15.2.0-13.0.0-r1"
				},
				{
					"PackageIdentifier" : "EclipseFoundation.Eclipse.Java",
					"Version" : "2025.06"
				},
				{
					"PackageIdentifier" : "Gyan.FFmpeg",
					"Version" : "8.0"
				},
				{
					"PackageIdentifier" : "JernejSimoncic.Wget",
					"Version" : "1.21.4"
				},
				{
					"PackageIdentifier" : "MartinStorsjo.LLVM-MinGW.MSVCRT",
					"Version" : "20.1.8-20250709"
				},
				{
					"PackageIdentifier" : "UniversalCtags.Ctags",
					"Version" : "6.1.0"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian",
					"Version" : "1.10.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.105.1"
				},
				{
					"PackageIdentifier" : "ActivityWatch.ActivityWatch",
					"Version" : "0.13.2"
				},
				{
					"PackageIdentifier" : "ZedIndustries.Zed.Preview",
					"Version" : "0.219.2-pre"
				},
				{
					"PackageIdentifier" : "Python.Python.3.9",
					"Version" : "3.9.13"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "25306.804.4102.7193"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.27.350.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2409.9001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2501.31001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "9PNKDR50694P",
					"Version" : "25.3.1.0"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.12.350"
}
