{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2026-06-02T08:02:20.509-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "7zip.7zip",
					"Version" : "25.00"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.50.1"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.23"
				},
				{
					"PackageIdentifier" : "TeamViewer.TeamViewer",
					"Version" : "15.76.6.0"
				},
				{
					"PackageIdentifier" : "Oracle.JavaRuntimeEnvironment",
					"Version" : "8.0.1510.12"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice",
					"Version" : "26.2.3.2"
				},
				{
					"PackageIdentifier" : "nomacs.nomacs.Beta",
					"Version" : "3.22.1"
				},
				{
					"PackageIdentifier" : "Qalculate.Qalculate",
					"Version" : "5.10.0"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17",
					"Version" : "17.7.2.1"
				},
				{
					"PackageIdentifier" : "Flameshot.Flameshot",
					"Version" : "13.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.OLEDBDriver",
					"Version" : "18.5.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.2012.NativeClient",
					"Version" : "11.4.7462.6"
				},
				{
					"PackageIdentifier" : "GoLang.Go",
					"Version" : "1.25.0"
				},
				{
					"PackageIdentifier" : "wez.wezterm",
					"Version" : "20240203-110809-5046fc22"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim",
					"Version" : "0.12.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "148.0.3967.96"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsApplicationDriver",
					"Version" : "1.2.99.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.40.33810.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.40.33810.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.24"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServerManagementStudio",
					"Version" : "18.9.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Brave.Brave",
					"Version" : "148.1.90.128"
				},
				{
					"PackageIdentifier" : "BrechtSanders.WinLibs.POSIX.MSVCRT",
					"Version" : "15.2.0-13.0.0-r1"
				},
				{
					"PackageIdentifier" : "EclipseFoundation.Eclipse.Java",
					"Version" : "2025.06"
				},
				{
					"PackageIdentifier" : "Voidstar.FilePilot",
					"Version" : "0.7.0"
				},
				{
					"PackageIdentifier" : "JernejSimoncic.Wget",
					"Version" : "1.21.4"
				},
				{
					"PackageIdentifier" : "MartinStorsjo.LLVM-MinGW.MSVCRT",
					"Version" : "20.1.8-20250709"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "26.078.0426.0002"
				},
				{
					"PackageIdentifier" : "UniversalCtags.Ctags",
					"Version" : "6.1.0"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian",
					"Version" : "1.10.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders",
					"Version" : "1.122.0"
				},
				{
					"PackageIdentifier" : "ActivityWatch.ActivityWatch",
					"Version" : "0.13.2"
				},
				{
					"PackageIdentifier" : "Python.Python.3.9",
					"Version" : "3.9.13"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "26120.3106.4722.3411"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.28.240.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Native.Runtime",
					"Version" : "2.2.28604.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2409.9001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2501.31001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.14",
					"Version" : "14.0.33519.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.5",
					"Version" : "> 1.5.8"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.7",
					"Version" : "1.7.9"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.8",
					"Version" : "8000.859.21.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.28.240"
}